# Задача 2 (просто) "Логика": Напишите в начале программы однострочный комментарий: "2nd program".
# Убедитесь в том что 9.99 больше 9.98 и 1000 не равно 1000.1 одновременно,
# выведете результат на экран(в консоль)  Предполагаемый результат: True

# 2nd program

if 9.99 > 9.98 and 1000 != 1000.1:
    print(True)
else:
    print(False)

# Вывод: True
