# Задача 1 (просто) "Арифметика": Напишите в начале программы однострочный комментарий: "1st program".
# Выведите на экран(в консоль) результат: возведение числа 9 в степень 0.5, после умножение на 5.
# Предполагаемый результат: 15.0

# 1st program

result = 9 ** 0.5 * 5
print(result)  # Вывод: 15.0
